{
"count": 4,
"text": [
    "Żaba wodna dorasta do 9 cm długości ciała. Tak samo jak w przypadku innych płazów bezogonowych, samiec jest mniejszy od samicy. Podczas godów samce przybierają lekko żółtawy odcień, podobnie jak żaba jeziorkowa. Grzbiet ma zielony niczym trawa, który rozcina na pół jasnozielony lub żółtawy pasek kręgowy. Czarne plamy na grzbiecie są czarnobrązowe, małe, koliste. Fałdy grzbietowe umieszczone po lewo oraz prawo od linii kręgowej bardzo dobrze rozwinięte. Podczas godów samce przybierają lekko żółtawy odcień, podobnie jak żaba jeziorkowa. Gdy maj w pełni, żaby te nadymają swoje rezonatory i śpiewają tak głośno, jak tylko mogą. Ich arie roznoszą się na bardzo dalekie odległości.", 

    "Jeże to małe, naziemne ssaki, które żerują w nocy. W Polsce występuje jeż europejski i jeż wschodni. Przestraszony jeż zwija się w kulkę najeżoną kolcami. Pożywienie jeża stanowią owady, ślimaki i małe gryzonie, dlatego ten pożyteczny zwierzak przyczynia się do zmniejszenia się ilości szkodników. W kulturze od starożytności po dzień dzisiejszy rozpowszechnił się obraz jeża niosącego jabłko nabite na kolce. Nie ma on nic wspólnego z rzeczywistością, gdyż jeże są zwierzętami owadożernymi. Pierwszy taki obraz przedstawił Pliniusz Starszy w dziele „Historia naturalna”, twierdząc, jakoby jeże miały w ten sposób zbierać zapasy na zimę.",

    "Biedronka to chrząszcz z rodziny biedronkowatych. Ma owalny, wypukły kształt, dochodzi długością do 8 mm. Biedronka znana jest z tego, że zjada mszyce (dorosła biedronka zjada kilkadziesiąt mszyc dziennie, larwa biedronki nawet kilkaset) i inne szkodniki roślin, np. tarczniki, wełnowce czy czerwce. Czułki biedronek są przeważnie krótkie lub bardzo krótkie. Mają 8-11 członów, często na ich końcach występuje buławka. W aparacie gębowym charakterystyczne są głaszczki szczękowe o kształcie toporków. Głowa szeroka, wchodzi w przedplecze. Zaniepokojone larwy lub dorosłe chrząszcze wydalają poprzez stawy nóg hemolimfę o żółtym zabarwieniu, która ma trujące właściwości.",

    "Ważki (Odonata) – rząd drapieżnych, starych ewolucyjnie owadów o przeobrażeniu niezupełnym, smukłym ciele, dużych oczach złożonych, krótkim tułowiu, silnie wydłużonym odwłoku i dwóch parach skrzydeł. W stanie spoczynku utrzymują skrzydła rozłożone na boki lub podniesione do góry. Tradycyjnie zaliczane są wraz z jętkami (Ephemeroptera) do grupy prymitywnych owadów pierwotnoskrzydłych (Paleoptera), których większość już wymarła. Są związane ze środowiskiem wodnym – larwy żyją w wodzie, a osobniki dorosłe (imagines) przebywają w pobliżu zbiorników z wodą stojącą lub płynącą. Ważki są bardzo dobrymi lotnikami. Latają szybko i bezgłośnie. U większości gatunków jest wyraźnie zaznaczony dymorfizm płciowy.",

    "Mrówki tworzą złożone społeczności o wyraźnej strukturze hierarchicznej i ściśle przydzielonych obowiązkach. Robotnice mają do spełnienia funkcje usługowe. Budują gniazdo, bronią go, zbierają pożywienie, opiekują się potomstwem. Rolą samców jest zaplemnienie królowej; po tym giną. Zadaniem królowej jest składanie jaj, z których po przeobrażeniu powstają nowe mrówki, a także regulacja działania społeczności za pomocą feromonów. Mrówki żyją w zorganizowanej społeczności, w której każda z nich odgrywa przypisaną sobie rolę, przyczyniając się do właściwego funkcjonowania całego mrowiska. Setki tysięcy mrówek żyją w społeczności pod kopcem z nagromadzonych igieł sosnowych i resztek roślin. Cały czas pracując, mieszają one glebę, spulchniają ją i wzbogacają.",

    "Istnieje kilka umownych podziałów motyli, które nie mają pokrycia w rzeczywistych relacjach pokrewieństwa w obrębie tej grupy. Mogą one być jednak wygodne przy rozpoznawaniu. Dwa często spotykane w książkach czy popularnych atlasach podziały to podział ze względu na wygląd i porę lotu na motyle dzienne (Rhopalocera, buławkoczułkie) oraz ćmy (Heterocera, różnoczułkie) oraz podział ze względu na wielkość na Macrolepidoptera (motyle większe) i Microlepidoptera (motyle mniejsze). Zaraz po chrząszczach stanowią drugą pod względem liczebności grupę owadów. Obecnie na świecie żyje około 150 tysięcy gatunków motyli, z czego w Polsce ponad 3 tysiące. Występują na wszystkich kontynentach, oprócz Antarktydy."]
}